;Language file of Revo Uninstaller
;This section must use English
[Info]
Language=Slovenčina/Slovak
WebLang=SK
Translator=jozef M - jozef.m923@gmail.com
Codepage=UNICODE 
Version=2.5.7


[Uninstaller Toolbar]
102 = Zobraziť
103 = Nastavenia
104 = Odinštalátor
105 = Nástroje
106 = Režim lovca
107 = Zoznam
108 = Ikony
109 = Podrobnosti
110 = Odinštalovať
111 = Odstrániť
112 = Obnoviť
113 = Určite chcete odstrániť vybranú položku?
114 = Určite chcete odinštalovať vybraný program?
115 = Automatická aktualizácia
116 = Pomoc
117 = Návod...
118 = Web stránka...
119 = O programe...
120 = Nie ste správca!
121 = Určite chcete odinštalovať vybratú systémovú súčasť?\nKliknite na NIE, ak neviete čo robíte!
122 = Odinštalátor zobrazuje nainštalované programy a súčasti pre aktuálneho a všetkých užívateľov. V zobrazení "Podrobnosti" alebo v kontextovom menu získate rozšírené informácie (odkazy a vlastnosti inštalácie). Primárna funkcia Revo Uninstaller je Režim lovca. Tento režim vám dáva flexibilitu pri odinštalovaní, ukončení, vymazaní alebo zakázaní automatického štartu jediným kliknutím.
123 = Hľadať
124 = Nájdených:
125 = Určite chcete odstrániť z registrov vybratú súčasť systému?\nMôže byť potrebná pre váš systém!
126 =  bol odstránený z autoštartu!
127 =  bol pridaný do automatického spúšťania!
128 = %s je nainštalovaný v rovnakom priečinku ako %s!\nBoli nájdené nepotrebné súbory oboch aplikácií! Pozorne označte tie, ktoré chcete odstrániť!
129 = Vynútená odinštalácia MSI

[Uninstaller List]
150 = Aplikácia
151 = Veľkosť
152 = Verzia
153 = Dátum inštalácie
154 = Spoločnosť
155 = Web stránka
156 = Komentár
157 = Reťazec odinštalácie
158 = Kľúč registra
159 = Inštalátor

[Uninstaller StatusBar]
201 = Inštalácií:
202 = Načítavanie...

[Registry Optimizer]
302 = Vyberte miesto skenovania
303 = Menu Štart

[Autorun Toolbar]
407 = Spustiť
408 = Zlikvidovať
409 = Odstrániť
410 = Položiek:
411 = Povolené:
412 = Aplikáciu Správca automatického spúšťania môžete nielen povoliť alebo zakázať automatické spúšťanie aplikácií pri spustení systému Windows, ale môžete tiež získať viac informácií o danej aplikácii. Môžete získať cestu k spusteniu, popis, vydavateľa, stav (spustená alebo nespustená) a umiestnenie príkazu na spustenie (buď v registri, alebo v súbore na pevnom disku).

[Autorun List]
450 = Štartovací názov
451 = Cesta spustenia
452 = Popis
453 = Vydavateľ
454 = Stav
455 = Umiestnenie
456 = SPUSTENÉ
457 = NESPUSTENÉ
458 = NEPLATNÉ
459 = Zlikvidovať proces
460 = Spustiť proces
461 = Otvoriť obsahujúci priečinok
462 = Prejsť na umiestnenie
463 = Kopírovať cestu spustenia
464 = Odstrániť označené
465 = Odstrániť všetky neplatné
466 = Odstrániť všetky nespustené
467 = Odstrániť všetky zakázané
468 = Vlastnosti...
470 = Určite chcete ukončiť vybranú aplikáciu?\nNeuložené údaje budú stratené!
471 = Určite chcete zmazať vybranú položku?
472 = Určite chcete zymazať všetky neplatné položky?
473 = Určite chcete zymazať všetky nespustené položky?
474 = Určite chcete zymazať všetky zakázané položky?
475 = Príkaz neexistuje!
476 = NEZNÁME
477 = Zakázať automatické spustenie
478 = Povoliť automatické spustenie

[Outlook Control]
300 = Optimalizácia
301 = Optimalizácia registrov
400 = Správca automatického spúšťania
500 = Čistič stôp
501 = Čistič prehliadačov
600 = Čistič Microsoft Office
700 = Čistič Windows
800 = Odstraňovač evidencie
900 = Odstrániť neobnoviteľne
2100 = Nástroje Windows
2200 = Čistič nepotrebných súborov

[Track Cleaner Browsers]
507 = Vyčistiť všetko
508 = Vyčistiť históriu navštívených web stránok
509 = Odstrániť históriu riadka adries
510 = Odstrániť dočasné internetové súbory
511 = Odstrániť cookie
512 = Odstrániť súbory Index.dat
513 = Spustiť
514 = Odstrániť históriu sťahovania
515 = Odstrániť históriu relácií
516 = Odstrániť históriu formulárov
517 = Odinštalátor
518 = Určite chcete vyčistiť všetky vybrané údaje histórie?
521 = Určite chcete vyčistiť históriu Internet Explorera?
522 = Určite chcete vyčistiť históriu Firefoxu?
523 = Určite chcete vyčistiť históriu Opery?
524 = Určite chcete vyčistiť históriu Netscape?
525 = Váš prehliadač zaznamenáva podrobnosti o každej webovej lokalite, ktorú ste kedy navštívili. Tieto informácie sú ľahko prístupné z okna prehliadača a jednoduchým stlačením tlačidla môže ktokoľvek zistiť, kde ste na webe surfovali! Čističom prehliadačov môžete odstrániť dočasné internetové súbory, ktoré obsahujú všetky obrázky, ktoré ste videli, všetky online videá, ktoré ste sledovali, a všetky webové stránky, ktoré ste navštívili. Odstránením dočasných internetových súborov môžete uvoľniť veľa miesta na pevnom disku.
526 = Pred vyčistením stôp zatvorte internetový prehliadač.
527 = Súbory Index.dat budú odstránené pri najbližšom reštarte počítača.
599 = Operácie čistenia stôp pre vybrané položky boli dokončené!

[Office Track Cleaner]
601 = Vyčistiť
607 = Vyčistiť históriu naposledy otvorených dokumentov Microsoft Word
608 = Vrátane Word 2000, Word XP, Word 2003, Word 2007, Word 2010, Word 2013 a Word 2016
609 = Vyčistiť históriu naposledy otvorených dokumentov Microsoft Excel
610 = Vrátane Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010, Excel 2013 a Excel 2016
611 = Vyčistiť históriu naposledy otvorených dokumentov Microsoft Access
612 = Vrátane Access 2000, Access XP, Access 2003, Access 2007, Access 2010, Access 2013 a Access 2016
613 = Vyčistiť históriu naposledy otvorených dokumentov Microsoft PowerPoint
614 = Vrátane PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010, PowerPoint 2013 a PowerPoint 2016
615 = Vyčistiť históriu naposledy otvorených dokumentov Microsoft FrontPage
616 = Vrátane FrontPage 2000, FrontPage XP a FrontPage 2003
617 = Čistič Microsoft Office umožňuje odstrániť históriu naposledy použitých súborov v aplikáciách Microsoft Word, Excel, Access, PowerPoint a FrontPage. Ak nechcete, aby niekto iný videl vaše naposledy otvorené alebo upravené tabuľky, dokumenty alebo iné súbory vytvorené pomocou balíka Microsoft Office, stačí vybrať tie typy súborov, ktoré nechcete, a kliknúť na tlačidlo „Zmazať“. Vaše naposledy použité súbory pre typy programov, ktoré ste vybrali, už nebudú k dispozícii.

[Windows Tracks Cleaner]
701 = Vyčistiť
707 = Vyčistiť históriu Nadávne súbory
708 = Vyčistiť históriu Spustiť v ponuke Štart
709 = Vyčistiť históriu Hľadať
710 = Vyčistiť históriu Tlačiarne, Počítače a Hľadanie ľudí
711 = Vyprázdniť schránku
712 = Vyčistiť históriu nedávnych súborov "MS Paint"
713 = Vyčistiť históriu nedávnych súborov "Wordpad"
714 = Vyčistiť históriu naposledy otvorených kľúčov Regedit
715 = Vyčistiť históriu dialógov Otvoriť/Uložiť
716 = Vyčistiť históriu naposledy navštívených priečinkov v spoločnom dialógovom okne
717 = Vyprázdniť kôš
718 = Odstrániť dočasné súbory Windows
719 = Odstrániť záznamy používania ponuky Štart
720 = Microsoft Windows sleduje mnoho vecí, ktoré robíte s počítačom, napríklad históriu vyhľadávania súborov (pri vyhľadávaní súborov a priečinkov), históriu nedávno otvorených dokumentov, históriu otvárania/ukladania súborov v štandardných dialógových oknách rôznych aplikácií a mnoho ďalších vecí. Čistič Windows vám umožňuje odstrániť všetku túto históriu a dočasné súbory. Môžete tiež vyprázdniť kôš a odstrániť dočasné súbory, čím sa môže uvoľniť veľa miesta na pevnom disku.
721 = História Spustiť bude odstránená až po reštarte explorer.exe.
722 = Stopy v registri Windows
723 = Stopy na lokálnom pevnom disku
724 = Odstrániť súbory výpisu pamäte pri havárii
725 = Odstrániť obnovené fragmenty súborov Chkdsk (Kontrola disku)


[Evidence Remover]
802 = Spustiť
803 = Vymazávanie
804 = Čakajte, prosím, počas vymazávania.
805 = Dokončené
806 = Označte jednotku (jednotky), ktorá (ktoré) obsahuje stopy a dôkazy o vašej práci, ktorú chcete odstrániť. Tento nástroj ovplyvňuje len už odstránené údaje. UPOZORNENIE: Po dokončení procesu nebude možné obnoviť odstránené súbory!
807 = Keď vyprázdnite kôš systému Windows, vaše súbory a priečinky sa budú označené ako odstránené, ale nebudú fyzicky vymazané. Tento nástroj natrvalo vymaže súbory a priečinky, ktoré už boli vymazané, ale zostali na jednotke pevného disku. Bez ohľadu na to, aký nástroj sa vy alebo niekto iný pokúsi použiť na obnovenie údajov, výsledok bude rovnaký, nič. - Údaje vymazané Odstraňovačom evidencie nie je možné obnoviť!
808 = Ste si istí, že chcete vymazať zvyšky stôp a dôkazov na vybraných jednotkách?

[Unrecoverable Delete]
912 = Zoznam súborov a priečinkov, ktoré budú odstránené a nebude možné ich obnoviť
913 = Súborov
914 = Priečinkov
915 = Vložte súbory, ktoré chcete odstrániť a odobrať zo systému. Tieto súbory nemožno obnoviť žiadnym softvérovým nástrojom!
916 = Vložte priečinky, ktoré chcete odstrániť a odobrať zo systému. Tieto súbory nemožno obnoviť žiadnym softvérovým nástrojom!
917 = Pridať súbory na odstránenie
918 = Pridať priečinky na odstránenie
919 = ODSTRÁNIŤ NAVŽDY
920 = Vyčistiť zoznam
921 = Ak chcete bezpečne odstrániť súbor alebo priečinok (aby ste si boli istí, že nikto, pomocou žiadneho nástroja, nebude môcť tento súbor alebo priečinok obnoviť), použite funkciu Odstrániť neobnoviteľne. Odstránenie súborov a vyprázdnenie koša systému Windows neznamená, že tieto súbory navždy zmizli, stále sú na jednotke pevného disku a ktokoľvek by mohol odstránené údaje veľmi ľahko obnoviť. Nástroj Unrecoverable Delete to znemožňuje, pretože fyzicky vymaže všetky vybrané súbory a priečinky.
922 = Ste si istí, že chcete navždy odstrániť vybrané súbory a priečinky?

[Options Tree]
1001 = Možnosti
1100 = Hlavné
1200 = Odinštalátor

[General]
1101 = Aktuálny jazyk:
1102 = Rozšírený režim
1103 = Kontrolovať aktualizáciu po spustení programu

[Uninstaller Options]
1201 = Zobraziť aktualizácie systému
1202 = Zobraziť súčasti systému
1204 = Spustiť len vstavaný odinštalátor
1205 = (Nie je podporované vo Windows Vista)
1206 = Vytvoriť bod obnovenia systému pred odinštalovaním
1207 = Odstrániť zbytočné súbory a priečinky do koša 

[Auto Update]
1907 = Aktualizácia
1908 = Info o verzii
1909 = Aktuálna verzia:
1910 = Najnovšia verzia:
1911 = STIAHNUŤ
1912 = Získať najnovšiu verziu
1913 = Čo je nové
1914 = Overovanie...
1915 = Chyba spojenia...
1916 = STOP
1917 = Stiahnuté %s z %s
1918 = Stiahnuté %s (celková veľkosť neznáma)
1919 = Revo Uninstaller sa nemôže pripojiť na www.revouninstaller.com. Skontrolujte vaše pripojenie k Internetu a firewall, či neblokuje Revo Uninstaller.
1920 = Chyba: Kontrola novej verzie zlyhala. Žiadne internetové pripojenie.

[WinTools]
2110 = Spustiť
2111 = Ku každému operačnému systému Windows je pribalených veľa užitočných nástrojov a komponentov. Niektoré z týchto nástrojov používajú zložité príkazové riadky, iné sú ťažko prístupné. Nástroje systému Windows vám umožňujú rýchly prístup k viac ako desiatim bežným nástrojom systému Windows jedným kliknutím.
2112 = Ak sa vyskytne problém, môžete použiť funkciu Obnovenie systému na obnovenie počítača do predtým uloženého stavu bez straty osobných údajových súborov. Funkcia Obnovenie systému monitoruje zmeny v systéme a niektorých súboroch aplikácií a automaticky vytvára ľahko identifikovateľné body obnovenia. Tieto body obnovenia umožňujú vrátiť systém do predtým zálohovaného stavu. Body obnovenia sa vytvárajú denne a v čase významných zmien systému. Môžete si tiež kedykoľvek vytvoriť a pomenovať vlastné body obnovenia.
2113 = Pomocou neho môžete zhromažďovať a zobrazovať informácie o hardvéri a operačnom systéme počítača, konfigurácii internetu a konfigurácii modemu a sieťového adaptéra. Pomocou nástroja Sieťová diagnostika môžete vykonať kontrolu systému a otestovať sieťové pripojenie a to, či sú programy a služby súvisiace so sieťou funkčné.
2114 = Informácia o sieti zobrazuje všetky aktuálne informácie o konfigurácii siete TCP/IP, nastavení protokolu DHCP (Dynamic Host Configuration Protocol) a DNS (Domain Name System). Network Information (Informácie o sieti) tiež zobrazuje úplnú konfiguráciu TCP/IP pre všetky sieťové adaptéry vrátane adresy IP, adresy MAC, masky podsiete, predvolenej brány, služby Windows Internet Naming Service (WINS) a konfigurácie DNS.
2115 = Centrum zabezpečenia kontroluje stav troch základných bezpečnostných prvkov počítača: Firewall, automatická aktualizácia a ochrana pred malvérom a vírusom. Ak sa zistí problém s niektorou z nich (napríklad ak je antivírusový program zastaralý), Centrum zabezpečenia vám pošle upozornenie a poskytne odporúčania, ako lepšie chrániť počítač.
2116 = Pomocou položky Vlastnosti systému môžete zobraziť základné informácie o hardvéri počítača, napríklad typ procesora a celkovú pamäť RAM, zobraziť a zmeniť nastavenia, ktoré riadia, ako počítač využíva pamäť a vyhľadáva určité informácie (vlastnosti hardvéru a zariadenia), konfigurovať profily hardvéru, zobraziť informácie o sieťovom pripojení a prihlasovacom profile a hlásiť chyby systému a programov spoločnosti Microsoft alebo správcovi systému, keď sa vyskytnú.
2117 = Systémové informácie sú súčasťou operačného systému Windows, ktorá zhromažďuje a zobrazuje informácie o konfigurácii systému pre miestne a vzdialené počítače. Patria sem informácie o hardvérových konfiguráciách, súčastiach počítača a softvéri vrátane podpísaných a nepodpísaných ovládačov. Systémové informácie sú podporným nástrojom, ktorý môžete použiť na rýchle vyhľadanie informácií o vašom počítači a jeho operačnom systéme.
2118 = Príkaz TCP/IP Netstat je súčasť operačného systému Windows, ktorá zobrazuje všetky aktívne spojenia TCP a porty TCP a UDP, ktoré počítač počúva, a zobrazuje spustiteľný súbor, ktorý sa podieľa na vytvorení každého spojenia alebo počúvajúceho portu (názov spustiteľného súboru je v [ ] v spodnej časti, v hornej časti je zložka, ktorú zavolal, a tak ďalej, kým sa nedosiahne TCP/IP).
2119 = Klávesnica na obrazovke zobrazuje virtuálnu klávesnicu na obrazovke a umožňuje užívateľom s poruchami pohyblivosti zadávať údaje pomocou ukazovacieho zariadenia alebo joysticku. Klávesnica na obrazovke je určená na poskytovanie minimálnej úrovne funkčnosti pre užívateľov s poruchami pohyblivosti. Klávesnicu na obrazovke môžete používať aj vtedy, ak si myslíte, že je v počítači nainštalovaný program na zaznamenávanie kláves a všetky napísané klávesy sú zaznamenané. Klávesnica na obrazovke eliminuje možnosť zaznamenávať stlačené klávesy.
2120 = Nástroj Defragmentácia disku analyzuje miestne zväzky a konsoliduje fragmentované súbory a priečinky tak, aby každý z nich zaberal na zväzku jedno súvislé miesto. Nástroj Defragmentácia disku tiež konsoliduje voľné miesto na zväzku, čím znižuje pravdepodobnosť fragmentácie nových súborov. Výsledkom týchto zmien je, že systém môže efektívnejšie pristupovať k súborom a priečinkom a ukladať nové.
2121 = Služba sa môže spustiť, zastaviť, pozastaviť, obnoviť alebo zakázať v miestnom alebo vzdialenom počítači. Služby môžu tiež nastaviť akcie obnovy, ktoré sa majú vykonať v prípade zlyhania služby (napríklad automatické opätovné spustenie služby), povoliť alebo zakázať služby pre konkrétny hardvérový profil a zobraziť stav a popis každej služby.
2122 = Zdieľané priečinky možno použiť na správu zdieľaných prostriedkov v sieti, kontrolu prístupových oprávnení užívateľov, aktivity relácie, vlastností zdieľaných prostriedkov a na zobrazenie súhrnu pripojení a využívania prostriedkov pre miestne a vzdialené počítače.  V zdieľaných priečinkoch môžete tiež zobraziť zoznam všetkých užívateľov, ktorí sú vzdialene (cez sieť) pripojení k vášmu počítaču, a odpojiť jedného alebo všetkých z nich. Môžete tiež zobraziť zoznam súborov, ktoré sú aktuálne otvorené vzdialenými užívateľmi.
2123 = Skupinová politika zahŕňa konfiguráciu zásad užívateľov a počítačov. Nastavenia zásad skupiny definujú rôzne súčasti užívateľského prostredia, ktoré musí správca systému spravovať (napríklad programy, ktoré sú k dispozícii užívateľom, programy, ktoré sa zobrazujú na pracovnej ploche užívateľa, a možnosti ponuky Štart).
2124 = Pridať/odobrať súčasti systému Windows vám pomôže spravovať nainštalované súčasti systému Windows v počítači. Po nainštalovaní operačného systému Windows do počítača môžete pomocou tohto nástroja pridať súčasť systému Windows, ktorá nebola súčasťou pôvodnej inštalácie, alebo odstrániť existujúcu súčasť systému Windows, ktorú už nechcete.
2125 = Nástroj na odstránenie škodlivého softvéru systému Microsoft Windows kontroluje počítač, či nie je napadnutý špecifickým, rozšíreným malvérom a pomáha odstrániť všetky nájdené infekcie. Tento škodlivý softvér zahŕňa vírusy, červy a trójske kone. Po dokončení procesu zistenia a odstránenia nástroj zobrazí správu s opisom výsledku vrátane informácie, či bol zistený a odstránený škodlivý softvér.


[Junk Files Cleaner Options]
2202 = Jednotky na skenovanie:
2203 = Vzor
2204 = Popis
2205 = Pridať
2206 = Odobrať
2207 = Resetovať na predvolené
2208 = Čistič nepotrebných súborov::Hlavné
2209 = Čistič nepotrebných súborov::Vylúčené
2220 = Vzor na skenovanie:
2221 = Použite znak "?" alebo "*" ako náhradný znak
2222 = Pridať vzor
2223 = Pridať vylúčený vzor
2224 = Použite znak "?" alebo "*" ako náhradný znak
2225 = Vylúčený vzor:
2226 = Vymazať súbory do koša
2227 = Ignorovať súbory, spustené posledných 24 hodín

[Junk Files Cleaner Tool]
2306 = Skenovať
2307 = Vymazať
2308 = Skenovanie
2309 = Prebieha skenovanie, počkajte...
2310 = Zrušiť
2311 = Názov
2312 = Veľkosť
2319 = Súborov:
2320 = Celková veľkosť:
2323 = Nájdené súbory, ktoré používa Windows alebo iný program.\nTeraz sa nedajú vymazať.
2324 = Musíte vybrať najmenej jednu jednotku a príponu pred štartom skenovania.
2325 = Čistič nepotrebných súborov umožňuje nájsť a odstrániť rôzne typy nevyžiadaných a nepotrebných súborov z počítača. Za normálnych okolností sú takéto súbory odstránené aplikáciou, ktorá ich vytvorila, hneď ako ich už nepotrebuje. Môžu však zostať natrvalo na pevnom disku, ak dôjde k neočakávanému ukončeniu aplikácie, zlyhaniu systému atď. Ak sa tak stane, môže to spôsobiť zmenšenie voľného miesta na disku alebo to môže spôsobiť spomalenie rýchlosti systému atď.
2326 = Súbor:
2327 = Odstrňovanie súborov

[Context Menu Junk Files Cleaner]
2313 = Otvoriť
2314 = Hľadať v Google 
2315 = Otvoriť obsahujúci priečinok
2316 = Vlastnosti...
2317 = Zaškrtnúť všetky položky
2318 = Zrušiť zaškrtnutie všetkých položiek
2321 = Zaškrtnúť vybrané položky
2322 = Zrušiť zaškrtnutie vybraných položiek

[Topmost Window]
4002 = Možnosti
4003 = Otvoriť hlavné okno
4004 = Režim Ťahaj a pusť
4005 = Režim lovca
4006 = Veľkosť
4007 = Malá
4008 = Stredná
4009 = Veľká
4010 = Veľkosť ikony
4011 = UKONČIŤ
4012 = Odinštalovať
4013 = Zastaviť automatické spustenie
4014 = Zlikvidovať proces
4015 = Zlikvidovať a odstrániť proces
4016 = Otvoriť obsahujúci priečinok
4017 = Info
4018 = Vlastnosti
4019 = ZRUŠIŤ
4020 = V jednom okamihu je podporovaný iba jeden súbor!
4021 = Pustili ste priečinok, potiahnite a pustite súbor!
4022 = Odinštalovať alebo odstrániť:
4023 = Nevyriešené! Skúste ukázať na iné okno, ikonu alebo položku na paneli úloh.
4024 = Nemožno spustiť príkaz na odinštalovanie!\n Odinštalujte aplikáciu odinštalátorom.
4025 = Nenašiel sa žiadny inštalačný balík!\nTip: Získajte ďalšie informácie o aplikácii z hlavného okna a skúste ju odinštalovať ručne!
4026 = Automatické spúšťanie cieľovej aplikácie je zakázané!\nTip: Ak ho chcete opäť povoliť, použite nástroj Automatické spúšťanie v hlavnej aplikácii!
4027 = Cieľová aplikácia sa nenachádza na bežných miestach spúšťania!\nTip: Ak chcete vyhľadať neobvyklé miesta, ktoré sa používajú na automatické spúšťanie aplikácie, pozrite si webovú stránku Google!
4028 = Ste si istí, že chcete ukončiť vybranú aplikáciu?\nVšetky neuložené údaje sa stratia!
4029 = Odinštalátor
4030 = Ste si istí, že chcete zavrieť Prieskumníka Windows?\n Ponuka Štart, panel úloh a systémová lišta zmiznú!
4031 = Určite chcete ukončiť prieskumníka Windows?\nMenu Štart, lišta úloh a tray systému zmizne!
4032 = Automaticky spustiť s Windows
4033 = Priehľadnosť
4035 = Vždy na vrchu

[Scan After Uninstall]
4210 = Umiestnenie
4211 = Kľúč
4212 = Hodnota
4213 = Údaje
4214 = Súbor
4215 = Nie je vybratá žiadna položka. Vyberte položku, ktorú chcete odstrániť!
4216 = Skenovať po odinštalovaní
4217 = Vybrať všetko
4218 = Zrušiť výber všetkého
4219 = Odstrániť
4220 = Zvyškové súbory
4221 = Zvyškové položky registra
4222 = Skenovanie pred odinštalovaním, prosím počkajte...
4223 = Odinštalátor spustený...
4224 = Po dokončení odinštalovania aplikácie spustite skenovanie zvyškových súborov, priečinkov a kľúčov registra.
4225 = Skenovanie po odinštalovaní, prosím počkajte...
4226 = Pozorne si skontrolujte uvedené položky!
4227 = Zatvoriť
4228 = Zostávajúce súbory v zozname budú odstránené po nasledujúcom reštarte systému.
4229 = Spustenie odinštalátora aplikácie zlyhalo!\nPravdepodobne neplatný príkaz odinštalácie!
4230 = Späť
4231 = Ďalej
4232 = Vyberte režim odinštalovania
4233 = Režimy
4234 = Zabudovaný - spustí iba odinštalátor aplikácie bez ďalšieho skenovania
4235 = Bezpečný - zahrnie vstavaný režim a vykoná ďalšie kontroly v registri a na pevnom disku, aby našiel zvyšné položky, ktoré je bezpečné odstrániť. Ide o najrýchlejší režim.
4236 = Mierny - zahrnie núdzový režim a vykoná rozšírené skenovanie s cieľom nájsť všetky zvyšné informácie aplikácie na najbežnejších miestach registra a na pevnom disku. 
4237 = Pokročilý - zahŕňa mierny režim a vykonáva hĺbkové a dôkladné skenovanie s cieľom nájsť všetky zvyšky informácií o aplikácii v registri a na pevnom disku. Ide o najpomalší režim.
4238 = Analýza údajov aplikácie pred jej odinštalovaním.
4239 = Spustenie zabudovaného odinštalátora aplikácie.
4240 = Po dokončení odinštalovania aplikácie stlačte tlačidlo „Ďalej“ a spustite skenovanie zvyšných súborov, priečinkov a položiek registra.
4241 = Vykonanie počiatočnej analýzy a odinštalovanie 
4242 = Skenovanie zvyškových informácií
4243 = Zabudované odinštalovanie je dokončené, teraz sa skenuje register a pevný disk na zvyšné súbory, priečinky a položky registra súvisiace s odinštalovanou aplikáciou. Čakajte, prosím...
4244 = Nájdené zvyškové položky registra
4245 = Nájdené položky registra:
4246 = Poznámka: Pozorne si overte tučne zvýraznené položky! Odstránené budú len skontrolované tučne zvýraznené položky a ich podpoložky!
4247 = Nájdené zvyškové súbory a priečinky
4248 = Nájdené položky:
4249 = Môj počítač
4250 = Program Revo Uninstaller nedokázal spustiť zabudovaný odinštalátor aplikácie. Možno je príkaz odinštalovania aplikácie neplatný alebo je program odinštalovania poškodený. Môžete stlačiť tlačidlo „Späť“ a vyskúšať iný režim odinštalovania.
4251 = Zabudovaný odinštalátor aplikácie skončil. Revo Uninstaller neskontroloval zvyšné položky. Môžete stlačiť tlačidlo „Späť“ a vyskúšať iný režim odinštalovania, aby ste vyhľadali zvyškové súbory, priečinky a položky registra.
4252 = Revo Uninstaller úspešne dokončil postup odinštalovania, ale zvyškové položky sa nenašli. Môžete stlačiť tlačidlo „Späť“ a vyskúšať iný rozšírený režim odinštalovania pre hlbšiu kontrolu.
4253 = Revo Uninstaller úspešne dokončil postup odinštalovania. Ak chcete vyhľadať ďalšie zvyšné položky, môžete stlačiť tlačidlo „Späť“ a vyskúšať pokročilejší režim odinštalovania pre hlbšiu kontrolu.
4254 = Dokončiť
4255 = Ste si istí, že chcete vybrané súbory poslať do koša?
4256 = Ste si istí, že chcete odstrániť vybrané položky registra?
4257 = Revo Uninstaller úspešne dokončil postup odinštalovania!
4258 = Ste si istí, že chcete preskočiť odstránenie nájdených zvyškových položiek registra a pokračovať na ďalší krok?
4259 = Ste si istí, že chcete preskočiť odstránenie nájdených zvyškových súborov a priečinkov a pokračovať na ďalší krok? 
4260 = Skenovanie zvyškových položiek dokončené. Stlačením tlačidla „Ďalej“ zobrazte výsledky!
4261 = Vytvorenie bodu obnovy systému...
4262 = Vytvorenie bodu obnovy systému - neúspešné!
4263 = Vytváranie bodu obnovenia systému zakázané (v ponuke Možnosti->Odinštalátor)
4264 = Vytvorenie bodu obnovenia systému - vykonané!
4265 = Vytvorenie bodu obnovenia systému zakázané (v Nastaveniach systému Windows)


[About]
4300 = Prekladatelia:

[ContextMenu Uninstaller]
5000 = Príkazy
5001 = Info
5002 = Hľadať v Google
5004 = Umiestnenie inštalácie
5005 = Otvoriť odkaz na program...
5006 = Otvoriť odkaz na pomoc...
5007 = Otvoriť odkaz na stiahnutie...
5008 = Otvoriť kľúč registra...

[Common]
10000 = OK
10001 = Zrušiť
10002 = Pomoc
10003 = Prehľadať
10004 = Aktuálna nápoveda k nástroju
10005 = Web stránka
10006 = O programe
10007 = Upozornenie
10008 = CHYBA
10009 = Áno
10010 = Nie
10019 = Upraviť

[Tooltips]
2000 = Prepnúť do režimu odinštalátora
2001 = Zobraziť panel nástrojov
2002 = Upraviť nastavenia
2003 = Prepnúť do režimu lovca
2004 = Zmeniť zobrazenie zoznamu nainštalovaných programov
2005 = Odinštalovať vybraný program
2006 = Odstrániť vybranú položku z registrov
2007 = Obnoviť zoznam aplikácií
2008 = Aktualizovať aktuálnu verziu na najnovšiu
2009 = Nájde rozšírené informácie a odpovie na všetky vaše otázky o programe
404 = Spustiť vybranú aplikáciu
405 = Zastaviť a ukončiť vybranú aplikáciu
406 = Zabrániť automatickému spusteniu vybranej aplikácie
506 = Vyčistiť vybrané možnosti
605 = Vyčistiť vybrané možnosti
705 = Vyčistiť vybrané možnosti
2106 = Spustiť vybraný nástroj
2304 = Skenovať nepotrebné súbory podľa vybraných nastavení
2305 = Odstrániť zaškrtnuté súbory do koša



[UninstallerPro]
15000 = Hlavné
15001 = Skupiny\nSprávca
15002 = Nové programy
15003 = Ostatné programy
15004 = Názov
15005 = Premenovať
15006 = Internet
15007 = Hry
15008 = Multimédiá
15009 = Utility
15050 = Hore
15051 = Dolu
15052 = Pridať
15053 = Odstrániť
15054 = Stĺpce
15055 = Odstrániť tento stĺpec
15056 = Zarovnať
15057 = Vľavo
15058 = Na stred
15059 = Vpravo
15060 = Prispôsobiť oknu
15061 = Exportovať do
15062 = Textový formát (txt)
15063 = HTML formát (html)
15064 = Microsoft Excel
15065 = Export
15066 = Vyberte stĺpce, ktoré chcete exportovať:
15067 = Zobraziť nové nainštalované programy:
15068 = za posledných (dni)
15069 = od posledného spustenia odinštalátora
15070 = Názov skupiny:
15071 = Pridať
15072 = Skupinu
15073 = Sledované programy
15074 = Sledované\nprogramy
15075 = Všetky programy
15076 = Všetky\nprogramy
15077 = Odstrániť záznam
15078 = Vlastná odinštalácia
15079 = Zmeniť ikonu
15080 = Pridať do skupiny
15081 = Odstrániť zo skupiny
15082 = Odinštalácia
15083 = Odinštalácia zaznamenaných súborov a priečinkov programu:
15084 = Odinštalácia zaznamenaných položiek registrov:
15085 = Existujú niektoré údaje, ktoré môžu súvisieť s odinštalovaným programom, ale neboli odstránené, pretože neboli zaznamenané programom Revo Uninstaller počas inštalácie programu. Ak ich chcete skontrolovať a prípadne odstrániť, stlačte tlačidlo „Pokročilá odinštalácia“ 
15086 = Pokročilá odinštalácia
15087 = Cesta k súboru/priečinku
15088 = Načítavanie zoznamu...
15089 = Odinštalovať vybrané hodnoty
15090 = Otvoriť nadradený kľúč registra... 
15091 = Rozbaliť všetko
15092 = Zbaliť všetko
15093 = Názov hodnoty:
15094 = Priečinok záznamov:
15095 = Vykonať operácie premenovania predtým existujúcich systémových súborov a priečinkov
15096 = Vynútená odinštalácia
15097 = Vynútená\nodinštalácia
15098 = Rozvinúť vybraný kľúč
15099 = Zvinúť vybraný kľúč
15100 = Odinštalovať vybraný kľúč
15101 = Označiť vybraný kľúč ako Vytvorený
15102 = Pridať do zoznamu vylúčených
15103 = Neplatný súbor záznamu
15104 = Súbor neexistuje! Zadajte platný názov súboru alebo zrušte operáciu.
15105 = Vyberte proces
15106 = Pridať proces do zoznamu
15107 = Úplná cesta procesu:
15108 = Pridať kľúč registra
15109 = Cesta kľúča registra
15110 = Príkaz Vynútená odinštalácia vám pomôže odinštalovať programy alebo odstrániť zvyšky čiastočne nainštalovaných alebo odinštalovaných programov. Môžete prehľadávať zvyškové súbory a priečinky alebo zadať úplnú cestu k ľubovoľnému súboru alebo priečinku programu, ktorý chcete odinštalovať. Ako ďalšie informácie môžete zadať aj názov programu. Na základe zadaných údajov Revo Uninstaller vyhľadá existujúci zabudovaný odinštalátor a súvisiace inštalačné protokoly v module Sledované programy a v databáze záznamov. Ak sa nejaký nájde, zobrazí sa v zozname, takže si môžete vybrať, či ho chcete použiť, alebo nie.\n\nProsím, zadajte presný názov a umiestnenie inštalácie programu, ktorý chcete odinštalovať!
15111 = Režimy skenovania
15112 = Zabudovaný
15113 = Bezpečný
15114 = Mierny
15115 = Pokročilý
15116 = Celá cesta k súboru alebo priečinku programu:
15117 = Presný názov programu:
15118 = Nájdené zabudované odinštalátory:
15119 = Spustiť vybraný zabudovaný odinštalátor
15120 = Názov programu
15121 = Príkaz odinštalácie
15122 = Typ
15123 = 32-bit
15124 = 64-bit
15125 = Zlikvidovať proces a pokračovať
15126 = Vybraný súbor je spustený proces! Ak ho chcete správne odinštalovať a s ním súvisiace položky, je lepšie ho pred pokračovaním zlikvidovať (zastaviť).
15127 = Kľúč registra pre vylúčenie
15128 = Vrátane podkľúčov
15129 = Pri spustení nastaviť zameranie na okno „Sledované programy“
15130 = Odstrániť súbory a priečinky:
15131 = do priečinka zálohy
15132 = do koša
15133 = natrvalo
15134 = Ste si istí, že chcete odstrániť vybrané položky?
15135 = Priečinkov
15136 = Súborov
15137 = Prípadne súvisiace súbory a priečinky
15138 = Prípadne súvisiace položky registrov
15139 = Kľúčov:
15140 = Hodnôt:
15141 = Zaznamenané súbory a priečinky
15142 = Vykonať operácie premenovania predtým existujúcich systémových súborov a priečinkov
15143 = Ste si istí, že chcete odinštalovať vybrané položky?
15144 = Vybrané, ale zostávajúce súbory sa odstránia počas nasledujúceho reštartu systému.
15145 = Zaznamenané položky registra
15146 = Odinštalovanie...
15147 = Vyhľadanie zvyškových súborov, priečinkov a položiek registra na základe zadaných počiatočných informácií
15148 = Analýza a spustenie zabudovaného odinštalátora programu na predvolené odinštalovanie
15149 = Po dokončení odinštalátora programu stlačte tlačidlo „Skenovať“ na spustenie skenovania zvyškových súborov, priečinkov a položiek registra.
15150 = Na disku nie je dostatok voľného miesta na zapísanie súboru s údajmi vyrovnávacej pamäte
15151 = Chyba pri zápise súboru vyrovnávacej pamäte. Uistite sa, že máte príslušné oprávnenia.
15152 = Chyba pri čítaní súboru údajov vyrovnávacej pamäte
15153 = Program Revo Uninstaller nenašiel žiadne zvyškové položky
15154 = Skenovať
15155 = Vlastná\nodinštalácia
15156 = Modul „Všetky programy“ programu Revo Uninstaller zobrazuje všetky nainštalované programy a komponenty pre aktuálneho aj všetkých užívateľov, rozdelené do dvoch predvolených skupín - „Nové“ a „Ostatné“. Pri použití typu zobrazenia „Podrobnosti“ alebo pomocou kontextovej ponuky sa môžete dostať k ďalším informáciám (odkazy a vlastnosti o inštaláciách). Nastavenia pre tento režim sa nachádzajú v podpoložke „Všetky programy“ pod položkou „Odinštalátor“ v okne „Možnosti“.
15157 = Modul „Sledované programy“ programu Revo Uninstaller zobrazuje všetky programy, ktoré ste sledovali (monitorovali) počas ich inštalácie pomocou programu Revo Uninstaller. Ak chcete sledovať program pomocou programu Revo Uninstaller, môžete kliknúť pravým tlačidlom myši na jeho inštalačný (inštalačný) balík alebo stlačiť tlačidlo „Inštalovať programy“ na hlavnom paneli nástrojov. Nastavenia pre tento režim sa nachádzajú v podpoložke „Sledované programy“ v časti „Odinštalátor“ v okne „Možnosti“.
15158 = Registrácia
15159 = Súbor pomoci
15160 = Inštalovať program
15161 = Inštalovať\nprogram
15162 = Vytvoriť bod obnovenia systému a úplnú zálohu registrov pred odinštalovaním
15163 = Vytváranie úplnej zálohy registrov...
15164 = Vytvorenie bodu obnovenia systému a úplná záloha registrov je zakázaná (Nastavenia->Odinštalátor)
15165 = Vytvorenie úplnej zálohy registrov - dokončené!
15166 = Vytvorenie úplnej zálohy registrov - zlyhalo!
15167 = (Nepodporované vo Windows Vista alebo Windows 7,8,10)
15168 = Záznamov:
15169 = Alebo kliknite pravým tlačidlom myši na ikonu Režim lovca a vyberte "Ukončiť"
15170 = Otvoriť okno odinštalácie maximalizované
15171 = Cesta priečinka
15172 = Nainštalujte zobrazovač pdf pre zobrazenie súboru pomoci.
15173 = Pridať novú skupinu
15174 = Vymazať vybrané záznamy
15175 = Prebudovať súbor zásobníka
15176 = Ste si istí, že chcete prebudovať súbor zásobníka?\nVaše nastavenia v detailoch programov budú resetované!
15177 = Spravovať
15178 = Exportovať, importovať alebo upraviť záznam
15179 = Zmeniť\nalebo opraviť
15180 = Zmeniť alebo opraviť
15181 = Odkaz na aktualizáciu
15182 = Databáza záznamov
15183 = Záznamy\nDatabáza
15184 = Programy:
15185 = Názov programu
15186 = Verzia programu
15187 = Verzia Windows
15188 = Bity systému Windows
15189 = Nájdené
15190 = Zobraziť len záznamy, kompatibilné s %s
15191 = Zobraziť len %s záznamy
15192 = Nájdené záznamy:
15193 = Záznamy databázy:
15194 = Hľadať podľa:
15195 = záznam
15196 = záznamy
15197 = program
15198 = programy
15199 = Názov
15200 = Rýchlo odinštalovať
15201 = Rýchlo\nodinštalovať
15202 = Prebieha počiatočná záloha systému
15203 = Odinštalovanie programu %d z %d
15204 = Počiatočná analýza - hotovo!
15205 = Spustenie vstavaného odinštalátora programu - hotovo!
15206 = Spustenie vstavaného odinštalátora programu - zlyhalo!
15207 = Hľadanie zbytočných súborov, adresárov a položiek registrov...
15208 = Vymazávanie zbytočných položiek...
15209 = Vymazaných zbytočných kľúčov registrov: %d a hodnôt: %d
15210 = Vymazaných zbytočných adresárov: %d a súborov: %d
15211 = Rýchle odinštalovanie dokončené!
15212 = Stav
15213 = Po dokončení odinštalovania programu stlačte tlačidlo „Pokračovať“, aby ste pokračovali v procese odinštalovania.
15214 = Pokračovať
15215 = Importované
15216 = Pridať komentár
15217 = Upraviť komentár
15218 = Moduly
15219 = Dátum záznamu
15220 = Príprava údajov záznamu na odinštalovanie...
15221 = %d z %d položiek
15222 = Vykonávanie potrebných operácií premenovania...
15223 = Ste si istí, že chcete odinštalovať vybraný záznam?
15224 = Ste si istí, že chcete odinštalovať vybraný záznamy?
15225 = Odinštalovanie záznamu %d z %d
15226 = Exportovať všetko
15227 = Preskočiť\nzálohu
15228 = Preskočiť vytvorenie bodu obnovenia systému a úplnej zálohy registrov
15229 = Vytvorenie úplnej zálohy registrov - preskočené!
15230 = Vytvorenie bodu obnovenia systému - preskočené!
15231 = Upraviť záznam
15232 = Importovať záznam
15233 = Exportovať záznam
15234 = Porovnať záznam - 
15235 = Premenovať záznam
15236 = Názov záznamu
15237 = Uložiť zmeny
15238 = Upraviť
15239 = Ikona
15240 = Index ikony
15241 = Autor
15242 = Čas stvorenia
15243 = Čas poslednej úpravy
15244 = Odhadovaná veľkosť
15245 = Kľúče registrov
15246 = Hodnoty registrov
15247 = Vytvorené
15248 = Odstránené
15249 = Premenované
15250 = Prepísané
15251 = Neznáme
15252 = Starý názov
15253 = Úplný názov
15254 = Úplný starý názov
15255 = Staré údaje
15256 = Hodnota v registroch s takým názvom už existuje!
15257 = Pridať kľúč
15258 = Názov kľúča:
15259 = Nezmenené
15260 = Upraviť kľúč
15261 = Pridať hodnotu
15262 = Upraviť hodnotu
15263 = Zadať
15264 = Starý typ
15265 = Vynútene zastaviť spustené súbory počas ich odinštalácie
15266 = Hľadať súvisiaci záznam pred regulárnym odinštalovaním programu
15267 = Ste si istí, že chcete vykonať rýchle odinštalovanie vybraných programov?
15268 = Medzi vašimi záznamami sa našiel zodpovedajúci záznam, ktorý sa použije na odinštalovanie\nSpustenie zabudovaného odinštalátora programu na predvolené odinštalovanie.
15269 = V databáze záznamov sa našiel zodpovedajúci záznam, ktorý sa použije na odinštalovanie\nSpustenie zabudovaného odinštalátora programu na predvolené odinštalovanie.
15270 = Po dokončení odinštalátora programu stlačte tlačidlo „Pokračovať“, aby sa zobrazili zvyškové súbory, priečinky a položky registra.
15271 = Chyba pri preberaní súboru záznamu!
15272 = Chyba pri premenovaní stiahnutého súboru záznamu!
15273 = Modul „Databáza záznamov“ programu Revo Uninstaller zobrazuje zoznam záznamov sledovaných programov, ktorý je kompatibilný s vaším systémom Windows. Tieto záznamy uložené na našej webovej stránke spravuje tím programu Revo Uninstaller. Tieto záznamy môžete jednoducho použiť(jedným kliknutím na tlačidlo „Odinštalovať“) na odinštalovanie programov nainštalovaných vo vašom počítači.
15274 = Vaša verzia:
15275 = Aktualizovať teraz
15276 = Automaticky aktualizovať databázu záznamov
15277 = Chyba pri sťahovaní databázy záznamov!
15278 = Chyba pri aktualizácii databázy záznamov!
15279 = Chyba pri extrahovaní databázy záznamov!
15280 = Chyba pri otvorení databázy záznamov!
15281 = Zadajte svoj komentár:
15282 = Vyberte ikonu
15283 = Cesta k súboru:
15284 = Vyberte ikonu zo zoznamu:
15285 = Súbor
15286 = Priečinok
15287 = Exportovanie záznamu - 
15288 = Importovanie záznamu - 
15289 = %d%% dokončené
15290 = Exportované
15291 = Nájdené súvisiace záznamy
15292 = Áno (doporučené)
15293 = Uvedené záznamy súvisia s programom, ktorý chcete odinštalovať. Chcete použiť údaje zo záznamov počas odinštalácie?
15294 = Sťahovanie záznamu - 
15295 = Uvedené záznamy nájdené v databáze záznamov súvisia s programom, ktorý chcete odinštalovať. Ak chcete použiť nejaké záznamy počas odinštalácie, zaškrtnite políčko pri zázname.
15296 = V našej databáze záznamov sa nachádza príslušný záznam odinštalovania.\nChceli by ste ho použiť na úplnejšie odinštalovanie programu?
15297 = Ste si istí, že chcete odstrániť vybrané záznamy zo zoznamu?
15298 = Musíte vybrať aspoň jeden stĺpec na export!
15299 = Prehľadávať
15300 = Použiť vybraný záznam
15301 = Zdroj
15302 = Zo zoznamu ste nevybrali žiadny zabudovaný odinštalačný program.\nUrčite chcete pokračovať v hľadaní zvyškových záznamov a vynechať použitie zabudovaného odinštalačného programu?
15303 = Vyberte zabudovaný odinštalátor zo zoznamu, ak ho chcete použiť počas procesu odinštalovania.
15304 = Zo zoznamu ste nevybrali žiadny záznam.
15305 = Vyberte záznam zo zoznamu, ak ho chcete použiť počas procesu odinštalovania.
15306 = Načítanie údajov záznamu...
15307 = Vytvoriť úplnú zálohu registra pred odinštalovaním
15308 = Vytváranie úplnej zálohy registra zakázané (v ponuke Možnosti->Odinštalátor)
15309 = Cesta:
15310 = Použite údaje programu na odinštalovanie na získanie vlastnosti Dátum inštalácie
15335 = Cesta neexistuje!
15337 = Uvedené programy sú nainštalované na rovnakom mieste inštalácie ako %s. Nájdu sa pozostatky zo všetkých týchto programov.\nSú si istí, že chcete pokračovať?
15338 = Nájdené súvisiace programy
15357 = Pokračovať v operácii odinštalovania?

[Auto Run Manager Pro]
15800 = Pridať
15801 = Pridanie programu medzi programy po štarte Windows
15802 = Nastaviť automatické spustenie pre:
15803 = Všetci užívatelia
15804 = Aktuálny užívateľ
15805 = Nastaviť automatické spustenie z:
15806 = Register: Run - pri každom štarte Windows
15807 = Register: RunOnce - spustené len raz pri nasledujúcom štarte Windows
15808 = Priečinok Po spustení - pri každom štarte Windows
15809 = Príkaz (úplná cesta):
15810 = Názov:
15811 = Odstránené z automatického spustenia
15812 = Odstránené nespustené položky z automatického spúšťania
15813 = Odstránené všetky zakázané položky z automatického spúšťania
15814 = Služby
15815 = Otvoriť služby Windows

[General App]
16001 = Tlač
16002 = Náhľad tlače
16003 = Možnosti tlače
16004 = Zobraziť
16005 = Panel ponuky
16006 = Hlavný panel nástrojov
16007 = Panel popisu
16008 = Stavový riadok
16009 = Panel nástrojov
16010 = Súbor
16011 = Správca\nPo spustení
16012 = Čistič\nnepotrebných súborov
16013 = Nástroje\nWindows
16014 = Čistič\nprehliadačov
16015 = Čistič\nMicrosoft Office
16016 = Čistič\nWindows
16017 = Odstraňovač\nevidencie
16018 = Neobnoviteľné\nodstránenie
16019 = Správca\nzálohy
16020 = Inštalovať s Revo Uninstaller
16021 = Odinštalovať s Revo Uninstaller
16022 = Nainštalovať vybraný program s Revo Uninstaller
16023 = Odinštalovať vybraný program s Revo Uninstaller
16024 = Priečinok zálohy:
16025 = Vytvoriť zálohu odstránených položiek registrov
16026 = Vytvoriť zálohu odstránených súborov a priečinkov
16027 = Microsoft Excel v počítači nie je nainštalovaný (kód chyby: 0x%08X).
16028 = Zlyhalo spustenie aplikácie Microsoft Excel (kód chyby: 0x%08X).
16029 = Neznáma chyba.
16030 = Register
16031 = Preskočiť informačné správy zobrazené programom Revo Uninstaller
16032 = Preskočiť varovné hlásenia zobrazené programom Revo Uninstaller
16033 = Procesy
16034 = Sledovať programy v režime kompaktného okna
16035 = Zahrnuté procesy:
16036 = Vylúčené procesy:
16037 = Cesta procesu
16038 = Motív vzhľadu:
16039 = Panely nástrojov
16040 = Zobraziť textový nápis
16041 = Zobraziť malé ikony
16042 = Modrý
16043 = Sivý
16044 = Čierny
16045 = Strieborný
16046 = Prirodzený
16047 = Prirodzený 2
16048 = Prirodzený vyhladený
16049 = Kúpiť teraz
16050 = Po zakúpení Revo Uninstaller dostanete e-mailom sériové číslo. Ak chcete aktivovať Revo Uninstaller, musíte toto sériové číslo zadať do formulára nižšie a potom stlačiť tlačidlo „Aktivovať online“. Aktivácia si vyžaduje pripojenie k internetu, takže váš firewall by nemal Revo Uninstaller blokovať. Ak máte akékoľvek otázky týkajúce sa registrácie, kontaktujte nás na adrese: registration@revouninstaller.com
16051 = Registrácia 
16052 = Tu zadajte presné sériové číslo:
16053 = Aktivovať online
16054 = Všetky práva vyhradené.
16055 = Registrovaná verzia
16056 = Neregistrovaná verzia
16057 = Ste si istí, že chcete odstrániť vytvorené zálohy, záznamy a iné údaje Revo Uninstaller? Stlačte „Nie“, ak program aktualizujete.
16058 = Prekladateľ:
16059 = Vytvárať denne úplnú zálohu registra
16060 = Po odinštalovaní odstrániť sledovaný záznam programu
16061 = Zobraziť malé ikony v zobrazení Podrobnosti
16062 = Zobraziť v kontextovej ponuke Windows možnosti Inštalovať s..., Odinštalovať s...
16063 = Predvolene označiť všetky zvyšky
16064 = Tmavosivý
16065 = Modrý 2
16070 = Príkazy panela nástrojov
16071 = Vlastné
16072 = Motív
16073 = Vlastná farba pozadia
16074 = Vlastná vybraná farba
16075 = Pred spustením importu záznamu zatvorte Revo Uninstaller.\nalebo importujte záznam použitím tlačidla „Spravovať“ na paneli nástrojov v module „Sledované programy“.
16076 = Aktivovať
16077 = Vyberte metódu aktivácie
16078 = Online aktivácia
16079 = Aktivácia zo súboru
16080 = Vaše 30-dňové skúšobné obdobie sa skončilo. Ak chcete produkt používať aj naďalej, musíte si zakúpiť licenciu.
16081 = Po zakúpení licencie na Revo Uninstaller dostanete e-mailom sériové číslo. Ak chcete aktivovať Revo Uninstaller, musíte do nižšie uvedeného formulára zadať svoje meno a sériové číslo (dôrazne sa odporúča kopírovať a vložiť) a potom stlačiť tlačidlo „Aktivovať online“. Aktivácia si vyžaduje pripojenie k internetu, preto by váš firewall nemal blokovať Revo Uninstaller. Ak máte akékoľvek otázky alebo problémy súvisiace s registráciou, kontaktujte nás na adrese: registration@revouninstaller.com
16082 = Po zakúpení licencie na Revo Uninstaller dostanete e-mailom sériové číslo. Ak chcete aktivovať Revo Uninstaller pomocou súboru, musíte do nižšie uvedeného formulára zadať svoje meno a sériové číslo (dôrazne sa odporúča kopírovať a prilepiť) a potom stlačiť tlačidlo „Uložiť súbor“, aby ste súbor uložili. Vytvorený súbor potom pošlite na adresu support@revouninstaller.com alebo registration@revouninstaller.com. Do 24 hodín vám zašleme späť kľúč na odomknutie, ktorý dokončí aktiváciu Revo Uninstaller. Ak máte akékoľvek otázky alebo problémy súvisiace s registráciou, kontaktujte nás na adrese: registration@revouninstaller.com
16083 = Rozhodli ste sa aktivovať Revo Uninstaller pomocou súboru. Po odoslaní aktivačného súboru na naše e-maily podpory by ste mali od tímu podpory Revo Uninstaller dostať kľúč na odblokovanie. Musíte zadať nižšie uvedený kľúč na odblokovanie (dôrazne odporúčame skopírovať a prilepiť) a stlačiť tlačidlo „Aktivovať“. Ak máte akékoľvek otázky alebo problémy súvisiace s registráciou, kontaktujte nás na adrese: registration@revouninstaller.com
16084 = V počítači došlo k zmene, ktorá si vyžaduje opätovnú aktiváciu Revo Uninstaller. Stačí stlačiť tlačidlo „Aktivovať“. Ak máte akékoľvek otázky alebo problémy súvisiace s registráciou, kontaktujte nás na adrese: registration@revouninstaller.com
16085 = Aktivácia bola úspešná!
16086 = Aktivácia zlyhala!
16087 = Nedá sa spojiť s aktivačným serverom. Skontrolujte, či firewall neblokuje Revo Uninstaller.
16088 = Zadajte užívateľské meno:
16089 = Zadajte sériové číslo (doporučujeme funkciu kopírovať a vložiť):
16090 = Zadajte kľúč (doporučujeme funkciu kopírovať a vložiť):
16091 = Resetovať proces aktivácie
16092 = Zostáva dní:
16093 = Uložiť súbor
16094 = Registrované na
16095 = Reaktivovať
16096 = Prebieha aktivácia, prosím počkajte...
16097 = Sériové číslo je nesprávne.\nSkúste skopírovať a vložiť sériové číslo.
16098 = Reštartujte Revo Uninstaller
16100 = Sériové číslo:
16101 = Údaje licencie:
16102 = Odoslať spätnú väzbu
16103 = Online podpora
16104 = Resetovať nastavenia panelov hlavného okna
16105 = Resetovať nastavenia ovládania zobrazenia detailov
16106 = Resetovanie bolo úspešné!\nNa uplatnenie zmien znovu spustite Revo Uninstaller
16107 = Nie sú zaškrtnuté žiadne položky.\nAk chcete pokračovať, musíte zaškrtnúť aspoň jednu položku.
16108 = Zobraziť úvodnú obrazovku
16109 = Páči sa mi to
16110 = Licencia:
16111 = Freeware
16112 = Program Revo Uninstaller je už spustený!
16157 = Získajte našu aplikáciu pre Android
16158 = Stiahnite si našu aplikáciu pre Android

[AppBar]
16900 = Uložiť záznam monitorovaných systémových zmien
16901 = Zastaviť monitorovanie inštalácie
16902 = Revo Uninstaller monitoruje systémové zmeny - pokračujte v inštalácii ako zvyčajne! Prosím, počas inštalácie programu NEspúšťajte žiadne iné inštalačné súbory, programy ani nič iné! Po dokončení inštalácie spustite nainštalovaný program (programy), nakonfigurujte ich a zatvorte. Potom stlačte tlačidlo „Stop“ (štvorček) a uložte záznam.
16903 = Zadajte názov záznamu:
16904 = Zadajte názov záznamu a stlačte tlačidlo „Uložiť“.
16905 = Revo Uninstaller sleduje inštaláciu
16906 = Revo Uninstaller ukladá údaje
16907 = Nepodarilo sa získať požadované oprávnenie na vypnutie počítača. Skúste počítač vypnúť ručne!
16908 = Nepodarilo sa nastaviť oprávnenie na vypnutie počítača. Skúste vypnutie vykonať ručne!
16909 = Zadajte platný názov záznamu!
16910 = Ste si istí, že chcete zrušiť proces záznamu?
16910 = Are you sure you want to cancel the logging process?

[JunkFilesCleanerPro]
17000 = Vylúčené
17001 = Naposledy upravené
17002 = Skenovať priečinok...
17003 = Zahrnúť
17004 = Priečinky, ktoré sa majú zahrnúť ako nepotrebné

[Windows Apps]
17100 = Windows\naplikácie
17101 = Windows aplikácie
17102 = Windows aplikácia
17103 = Celkovo aplikácií
17104 = Aplikácia
17105 = Aplikácií
17106 = Modul "Windows aplikácie" zobrazuje nainštalované Windows aplikácie a pomôže vám ich odinštalovať jedným kliknutím. Niektoré aplikácie Microsoft sú predinštalované s operačným systémom, inú sú nainštalované cez Microsoft Store. Viac informácií o aplikácií nájdete cez kontextovú ponuku.
17107 = Analýza a spustenie predvoleného príkazu na odinštalovanie aplikácie
17108 = Po dokončení predvoleného príkazu na odinštalovanie aplikácie stlačte tlačidlo „Skenovať“, aby ste spustili skenovanie zvyškových súborov, priečinkov a položiek registra.
17109 = Ste si istí, že chcete odinštalovať vybranú aplikáciu App?
17110 = Nie je možné spustiť vybranú aplikáciu systému Windows!
17111 = Otvoriť v obchode Microsoft Store
17202 = Rozšírenie MS Edge

[EvidenceRemoverPro]
17300 = Typ
17301 = Celková veľkosť
17302 = Voľné miesto
17310 = Miestny disk
17311 = Vymeniteľný disk
17312 = Predpokladaný zostávajúci čas:
17313 = dní
17314 = hod
17315 = min
17316 = sek
17317 = Určite chcete proces zastaviť?

[WindowsToolsPro]
17400 = Obnovenie systému
17401 = Diagnostika siete
17402 = Informácie o sieti
17403 = Centrum zabezpečenia
17404 = Vlastnosti systému
17405 = Informácie o systéme
17406 = Príkaz TCP/IP Netstat
17407 = Klávesnica na obrazovke
17408 = Defragmentácia disku
17409 = Služby
17410 = Zdieľané priečinky
17411 = Skupinová politika
17412 = Pridať/Odstrániť súčasti systému
17413 = Nástroj na odstránenie škodlivého softvéru systému Microsoft Windows
17414 = Obnova a záloha Windows
17415 = Plánovač úloh
17416 = Kontrola disku
17417 = Kontrolór systémového súboru
17450 = Obnova a záloha Windows umožňuje urobiť kópiu súborov, ktoré používajú všetci užívatelia počítača a rovnako aj obraz systému. Môžete nechať na Windows, aby urobil zálohu alebo vybrať jednotlivé priečinky, knižnice a ovládače. Obraz systému obsahuje Windows, systémové nastavenia, programy a súbory. Môžete ho použiť na obnovu systému, ak váš systém prestal pracovať.
17451 = Plánovač úloh vám umožní naplánovať automatické úlohy, ktoré sa vykonajú v zadanom čase alebo keď nastane nejaká udalosť. Môžete naplánovať spustenie programov alebo skriptov v zadanom čase alebo v intervaloch. Plánovač úloh obsahuje knižnicu všetkých úloh, kde môžete tieto úlohy spravovať.
17452 = Kontrola disku overuje logickú integritu systémových súborov na disku. Hľadá problémy, týkajúce sa zlých sektorov, stratených klastrov, chybných súborov a priečinkov. Tieto problémy môžu nastať pri častých pádoch systému, zamŕzaní systému, nesprávnom vypínaní počítača...
17453 = Kontrola systémového súboru skenuje a obnovuje poškodené systémové súbory, porovnávaním ich verzie. Ak sa nájde problém, pokúsi sa nahradiť problémové súbory z Windows DLL Cache. Ak sa súbor nenachádza vo Windows DLL Cache, budete vyzvaný na vloženie inštalačného DVD Windows.

[WindowsCleanerPro]
17500 = Zmazať zásobník miniatúr

[UnrecoverableDeletePro]
17600 = Pridať súbor(y)
17601 = Pridať priečinok
17602 = Odstrániť natrvalo
17603 = Odstrňovanie
17604 = Výpočet...
17605 = Zostávajúce položky v zozname sa teraz nedajú odstrániť.\nUistite sa, že ich nepoužíva systém Windows alebo iný program, a skúste to znova.
17606 = Odstrániť vybrané položky zo zoznamu

[Backup Manager]
17800 = Správca zálohy
17801 = Obnoviť
17802 = Odstrániť
17803 = Odstrániť všetko
17804 = Vlastná\nobnova
17812 = Načítanie stromu...
17813 = Späť
17814 = Ďalej
17815 = Bod obnovenia nenájdený
17816 = Spracovanie
17817 = Zálohovanie položiek:  %d z %d
17818 = Body obnovenia:
17819 = Celková veľkosť:
17820 = Nástroj "Záloha" vám pomôže spravovať zálohy, uložené programom Revo Uninstaller po každom odstránení položiek registrov, súborov alebo priečinkov. Obnovením bodu obnovenia môžete obnoviť všetky odstránené údaje alebo len jednotlivé položky, ktoré potrebujete. Ak potrebujete viac voľného miesta na disku, môžete vymazať niektoré alebo všetky body obnovenia.
17821 = Názov
17822 = Operácia
17823 = Veľkosť
17824 = Položky registrov
17825 = Súbory a priečinky
17826 = Hodiny
17827 = Dátum
17830 = Názov kľúča/hodnoty
17831 = Údaje
17835 = Predvolená hodnota
17836 = Obnova %d položiek z %d
17837 = Obnova
17838 = Názov súboru/priečinka
17839 = Vlastná obnova
17840 = Chyba pri načítaní súboru zálohy!
17841 = Súbory a priečinky na obnovu
17842 = Položky registrov na obnovu
17843 = Nie je dostatok voľného miesta na disku pre vytvorenie zálohy!
17844 = Chyba pri zápise súboru zálohy!
17845 = Ste si istí, že chcete obnoviť operáciu %s pre %s?
17846 = Určite chcete odstrániť všetky body obnovy?
17847 = Odstrániť\npodľa času
17848 = Odstráni zálohy staršie ako dátum alebo obdobie
17849 = Odstrániť všetky zálohy staršie ako:
17850 = Vybraný dátum:
17851 = Jeden týždeň
17852 = Dva týždne
17853 = 30 dní
17854 = 90 dní
17855 = 180 dní
17856 = Jeden rok
17857 = Vlastný dátum
17858 = Vybrali ste dátum novší ako je dnes.\nToto odstráni všetky zálohy! Pokračovať?

[TooltipsPro]
18200 = Upraviť nastavenia Revo Uninstaller
18201 = Zmeniť zobrazenie zoznamu sledovaných programov
18202 = Spravovať informácie o zálohe uložené programom Revo Uninstaller
18203 = Inštalovať programy s aplikáciou Revo Uninstaller
18204 = Vynútená odinštalácia pozostatkov už odinštalovaných programov
18205 = Zobraziť všetky nainštalované programy
18206 = Zobraziť sledované inštalované programy
18207 = Odinštalovať vybratý sledovaný program
18208 = Vlastná odinštalácia vybraného sledovaného programu
18209 = Obnoviť zálohu vybraného programu
18210 = Vlastná obnova zálohy vybratého programu
18211 = Odstrániť zálohu vybraného programu
18212 = Pridať program, ktorý bude spustený pri štarte Windows
18213 = Spustiť operáciu evidencie odstránenia na vybraných jednotkách
18214 = Pridať súbory pre neobnoviteľné odstránenie
18215 = Pridať priečinok pre neobnoviteľné odstránenie
18216 = Odstrániť pridané súbory a adresáre
18217 = Odstrániť označené súbory
18218 = Zmeniť alebo opraviť inštaláciu vybraného programu
18219 = Rýchlo odinštalovať vybraný program (všetky zbytočné súbory budú odstránené automaticky)
18220 = Pridať novú položku do záznamu
18221 = Upraviť vybranú položku
18222 = Odstrániť vybranú položku zo záznamu
18223 = Exportovať aktuálny záznam ako HTML

[Portable]
18500 = Chyba pri sťahovaní aktualizácie!
18501 = Chyba pri rozbaľovaní aktualizácie!
18502 = Aktualizácia
18503 = Aktualizácia úplne dokončená!
18504 = %d z %d súborov
18505 = Prenosnosť
18506 = Použiť vlastný priečinok na ukladanie údajov
18507 = Povoliť režim rýchleho načítania
18508 = Prijať
18509 = Licenčná zmluva

[Options RevoHelper]
20100 = Zobrazovať špeciálne ponuky Revo Uninstaller Pro
20101 = Zobrazovať upozornenia na aktualizácie
20102 = Zobrazovať upozornenia na nájdené zostatky
20103 = Zobrazovať pokračovanie po odinštalovaní upozornení
20104 = Povoliť pomocníka Revo Uninstaller
20105 = Pomocník
20106 = Upozornenia

[Helper]
30000 = Je dostupná nová verzia
30001 = Zistilo sa nedokončené odinštalovanie! Pokračovať v procese odinštalovania?
30003 = Zistené pozostatky odinštalovania
30004 = Aktualizovať
30005 = Pokračovať
30007 = Vyčistiť
30009 = Nová verzia:
30011 = Veľkosť:
30013 = Program:
30015 = Otvoriť Revo Uninstaller
30018 = Nezobrazovať znova
30034 = Pomocník je už spustený.